Repository: inetconnector/SpotifyPlaylistWebApp
Catalog: Resources/SharedResource.*.resx
Languages: de, es

# Index_Jetzt_ber_PayPal_spenden
source: 💸 Donate now via PayPal
de: 💸 Jetzt über PayPal spenden
es: 💸 Donar ahora mediante PayPal

# Index_Lieblingssongs
source: Favorite songs
de: Lieblingssongs
es: Canciones favoritas

# Index_Lieblingssongs_in_Originalreihenfolge_klonen
source: 📜 Clone favorite songs in original order
de: 📜 Lieblingssongs in Originalreihenfolge klonen
es: 📜 Clonar canciones favoritas en el orden original

# Index_Mit_Spotify_verbinden
source: 🔐 Connect with Spotify
de: 🔐 Mit Spotify verbinden
es: 🔐 Conectar con Spotify

# Index_Mit_diesem_kostenlosen_Online_Tool_kannst_du_aut
source: With this free online tool, you can automatically create Spotify playlists from your
de: Mit diesem kostenlosen Online-Tool kannst du automatisch Spotify-Playlists aus deinen
es: Con esta herramienta gratuita en línea puedes crear automáticamente listas de reproducción de Spotify a partir de tus

# Index_Nach_dem_Login_mit_deinem_Spotify_Konto_greift_d
source: After logging in with your Spotify account, the app securely accesses your listening data via the Spotify Web API and automatically creates playlists according to your choice. You can decide whether to save your most listened songs, your saved favorites, or recommended tracks in a new order.
de: Nach dem Login mit deinem Spotify-Konto greift die Anwendung sicher über die Spotify Web API auf deine Hördaten zu und erstellt automatisch Playlists nach deinem Wunsch. Du kannst entscheiden, ob du deine meistgehörten Songs, deine gespeicherten Lieblingssongs oder empfohlene Titel in neuer Reihenfolge speichern möchtest.
es: Después de iniciar sesión con tu cuenta de Spotify, la aplicación accede de forma segura a tus datos de escucha a través de la API web de Spotify y crea automáticamente listas de reproducción según tus preferencias. Puedes decidir si guardar tus canciones más escuchadas, tus favoritas o canciones recomendadas en un nuevo orden.

# Index_Playlist_Generator_f_r_Spotify_Lieblingssongs_au
source: Playlist Generator for Spotify® – automatically save your favorite songs
de: Playlist Generator für Spotify® – Lieblingssongs automatisch speichern
es: Generador de listas de reproducción para Spotify® – guarda automáticamente tus canciones favoritas

# Index_Scanne_den_QR_Code_zum_Spenden
source: Scan the QR code to donate
de: Scanne den QR-Code zum Spenden
es: Escanea el código QR para donar

# Index_Spenden
source: 💚 Donate
de: 💚 Spenden
es: 💚 Donar

# Index_Spotify_Playlist_Generator_by_InetConnector_Lieb
source: Spotify Playlist Generator™ by InetConnector – automatically save & create playlists
de: Spotify Playlist Generator™ by InetConnector – Lieblingssongs automatisch speichern & Playlists erstellen
es: Generador de listas de reproducción para Spotify® de InetConnector – guarda y crea listas automáticamente

# Index_Unterst_tze_das_Projekt
source: 💚 Support the project
de: 💚 Unterstütze das Projekt
es: 💚 Apoya el proyecto

# Index_Was_dieses_Tool_kann
source: What this tool can do
de: Was dieses Tool kann
es: Qué puede hacer esta herramienta

# Index_Wie_funktioniert_der_Spotify_Playlist_Generator
source: How does the Spotify Playlist Generator work?
de: Wie funktioniert der Spotify Playlist Generator?
es: ¿Cómo funciona el generador de listas de reproducción de Spotify?

# Index_Zuf_llige_Playlists_aus_Lieblingssongs_generiere
source: 🎲 Generate random playlists from favorite songs
de: 🎲 Zufällige Playlists aus Lieblingssongs generieren
es: 🎲 Generar listas de reproducción aleatorias de canciones favoritas

# Index_betrieben_und_nutzt_ausschlie_lich_offizielle_Sp
source: operated and uses only official Spotify interfaces – no risk, no ads, no hidden costs.
de: betrieben und nutzt ausschließlich offizielle Spotify-Schnittstellen – kein Risiko, keine Werbung, keine versteckten Kosten.
es: operado y utiliza únicamente interfaces oficiales de Spotify – sin riesgos, sin anuncios, sin costes ocultos.

# Index_erstellen_direkt_ber_die_offizielle_Spotify_Web_
source: create – directly via the official Spotify Web API.
de: erstellen – direkt über die offizielle Spotify Web API.
es: crear – directamente a través de la API web oficial de Spotify.

# Index_meistgeh_rten_Tracks
source: most listened tracks
de: meistgehörten Tracks
es: pistas más escuchadas

# Index_oder
source: or
de: oder
es: o

source: Cancel
de: Abbrechen
es: Cancelar

source: Dashboard
es: Panel

source: English
de: Englisch
es: Inglés

source: German
de: Deutsch
es: Alemán

source: Imprint
de: Impressum
es: Aviso legal

source: Language
de: Sprache
es: Idioma

source: Login
de: Anmelden
es: Iniciar sesión

source: Logout
de: Abmelden
es: Cerrar sesión

source: Privacy
de: Datenschutz
es: Privacidad

source: Save
de: Speichern
es: Guardar

source: Search
de: Suche
es: Buscar

source: Welcome
de: Willkommen
es: Bienvenido

# SpotifyToPlex_Title
source: Spotify to Plex
de: Spotify zu Plex
es: Spotify a Plex

# SpotifyToPlex_Heading
source: Connect your Plex account
de: Verbinde dein Plex-Konto
es: Conecta tu cuenta Plex

# SpotifyToPlex_Connect
source: Connect to Plex
de: Mit Plex verbinden
es: Conectar con Plex

# SpotifyToPlex_Disconnect
source: Disconnect Plex
de: Plex-Verknüpfung trennen
es: Desconectar enlace de Plex

# SpotifyToPlex_LoginTitle
source: Plex Login
es: Inicio de sesión en Plex

# SpotifyToPlex_LoginDesc
source: Open Plex login and authorize access.
de: Öffne den Plex-Login und bestätige den Zugriff.
es: Abre el inicio de sesión de Plex y autoriza el acceso.

# SpotifyToPlex_Code
source: Code
es: Código

# SpotifyToPlex_OpenPlexLogin
source: Open Plex Login
de: Plex-Login öffnen
es: Abrir inicio de sesión de Plex

# SpotifyToPlex_Waiting
source: Waiting for confirmation…
de: Warte auf Bestätigung…
es: Esperando confirmación…

# SpotifyToPlex_Connected
source: Connected! Redirecting…
de: Verbunden! Weiterleitung…
es: ¡Conectado! Redirigiendo…

# SpotifyToPlex_SelectPlaylist
source: Select a Spotify playlist to export
de: Wähle eine Spotify-Playlist zum Export
es: Selecciona una lista de Spotify para exportar

# SpotifyToPlex_ServerDetected
source: Connected to Plex server:
de: Verbunden mit Plex-Server:
es: Conectado al servidor Plex:

# SpotifyToPlex_SelectLabel
source: Playlist
es: Lista de reproducción

# SpotifyToPlex_ExportNamePlaceholder
source: Optional: Plex playlist name (leave empty = “Spotify - Name”)
de: Optional: Name der Plex-Playlist (leer lassen = „Spotify - Name“)
es: Opcional: nombre de lista Plex (vacío = “Spotify - Nombre”)

# SpotifyToPlex_Export
source: Export now
de: Jetzt exportieren
es: Exportar ahora

# SpotifyToPlex_Exported
source: Exported to Plex:
de: Exportiert nach Plex:
es: Exportado a Plex:

# SpotifyToPlex_AddedCount
source: Tracks added:
de: Hinzugefügte Titel:
es: Pistas añadidas:

# SpotifyToPlex_NotFound
source: These tracks could not be found:
de: Diese Titel konnten nicht gefunden werden:
es: No se pudieron encontrar estas pistas:

# SpotifyToPlex_TokenExpired
source: Your Plex token has expired. Please reconnect.
de: Plex-Token ist abgelaufen. Bitte erneut anmelden.
es: El token de Plex ha expirado. Por favor, vuelve a conectarte.

# SpotifyToPlex_ExportAll
source: Export all
de: Alle exportieren
es: Exportar todo

# SpotifyToPlex_ExportAll_Done
source: All playlists exported
de: Alle Playlists exportiert
es: Todas las listas exportadas

# SpotifyToPlex_TotalMissing
source: Total missing tracks:
de: Fehlende Titel insgesamt:
es: Pistas faltantes totales:

# SpotifyToPlex_NoMissing
source: No missing tracks
de: Keine fehlenden Titel
es: No hay pistas faltantes

# SpotifyToPlex_Info
source: This connection is secure and uses official Plex PIN authentication.
de: Diese Verbindung ist sicher und verwendet die offizielle Plex PIN-Authentifizierung.
es: Esta conexión es segura y utiliza la autenticación oficial de PIN de Plex.

# SpotifyToPlex_Header
source: Connect Spotify to Plex
de: Spotify zu Plex verbinden
es: Conectar Spotify con Plex

# SpotifyToPlex_Intro
source: Sync your Spotify playlists automatically with your Plex library.
de: Synchronisiere deine Spotify-Playlists automatisch mit deiner Plex-Bibliothek.
es: Sincroniza automáticamente tus listas de Spotify con tu biblioteca Plex.

# SpotifyToPlex_SyncAll
source: Sync all playlists
de: Alle Playlists synchronisieren
es: Sincronizar todas las listas

# Btn_Liked_Clone
source: Clone Liked Songs
de: Lieblingssongs klonen
es: Clonar canciones favoritas

# Desc_Liked_Clone
source: Creates a playlist with your saved songs.
de: Erstellt eine Playlist mit deinen gespeicherten Songs.
es: Crea una lista de reproducción con tus canciones guardadas.

# Btn_Alternative_Favorites
source: Create Alternative Favorites
de: Alternative Lieblingssongs erstellen
es: Crear canciones favoritas alternativas

# Desc_Alternative_Favorites
source: Generates similar songs from the same artists, without duplicates.
de: Erstellt ähnliche Songs desselben Künstlers, ohne Duplikate.
es: Genera canciones similares del mismo artista, sin duplicados.

# Btn_Recommendations
source: Create Recommendations
de: Empfehlungen erstellen
es: Crear recomendaciones

# Desc_Recommendations
source: Generates suggestions based on your liked songs.
de: Erstellt Vorschläge auf Basis deiner Lieblingssongs.
es: Genera sugerencias basadas en tus canciones favoritas.

# Btn_Liked_Shuffle
source: Shuffle Liked Songs
de: Lieblingssongs mischen
es: Mezclar canciones favoritas

# Desc_Liked_Shuffle
source: Creates a randomized mix of your liked songs.
de: Erstellt eine zufällige Mischung deiner Lieblingssongs.
es: Crea una mezcla aleatoria de tus canciones favoritas.

# Btn_Most_Listened
source: Most-Listened Songs
de: Meistgehörte Songs
es: Canciones más escuchadas

# Desc_Most_Listened
source: Creates a playlist with your most-listened songs.
de: Erstellt eine Playlist mit deinen meistgehörten Songs.
es: Crea una lista de reproducción con tus canciones más escuchadas.

# Playlist_AlternativeFavorites
source: Alternative Favorite Songs
de: Alternative Lieblingssongs
es: Canciones favoritas alternativas

# Playlist_LikedSongs
source: Liked Songs
de: Lieblingssongs
es: Canciones favoritas

# SpotifyToPlex_ExportAll_Summary
source: Playlists:
es: Listas de reproducción:

# SpotifyToPlex_ConnectButton
source: Connect to Plex
de: Mit Plex verbinden
es: Conectar con Plex

# Error_Fehler_InetConnector_Playlist_Generator
source: Error – InetConnector Playlist Generator™
de: Fehler – InetConnector Playlist Generator™
