Repository: inetconnector/SpotifyPlaylistWebApp
Catalog: Resources/SharedResource.*.resx
Languages: de, es

# Datenschutz_Beim_Besuch_dieser_Website_werden_lediglich_die_
source: When visiting this website, only technically necessary data (IP address, browser type, time) are processed. These are used solely to ensure proper operation and are not merged with other data sources.
de: Beim Besuch dieser Website werden lediglich die technisch notwendigen Daten (IP-Adresse, Browsertyp, Uhrzeit) verarbeitet. Diese dienen ausschließlich der Sicherstellung des Betriebs und werden nicht mit anderen Datenquellen zusammengeführt.
es: Al visitar este sitio web, solo se procesan los datos técnicamente necesarios (dirección IP, tipo de navegador, hora). Estos se utilizan únicamente para garantizar el funcionamiento correcto y no se combinan con otras fuentes de datos.

# Spotify403_Info_Line1
source: This Spotify app is currently in test mode.
de: Diese Spotify-App befindet sich derzeit im Testmodus.
es: Esta aplicación de Spotify se encuentra actualmente en modo de prueba.

# Spotify403_Info_Line2
source: Your Spotify account is not yet authorized.
de: Dein Spotify-Konto ist noch nicht freigeschaltet.
es: Tu cuenta de Spotify aún no está autorizada.

# Spotify403_Info_Contact
source: Please contact
de: Bitte kontaktiere
es: Por favor, contacta con

# Spotify403_Info_Action
source: and provide your Spotify email address to request access as a test user.
de: und sende deine Spotify-E-Mail-Adresse, um Zugriff als Testnutzer zu erhalten.
es: y proporciona tu dirección de correo electrónico de Spotify para solicitar acceso como usuario de prueba.

# Button_BackToHome
source: Back to Start
de: Zurück zur Startseite
es: Volver al inicio

# Attr_Dashboard_E_Mail
source: Email
es: Correo electrónico

# Attr_Dashboard_Erstellt_deine_gespeicherten_Lieblingssongs_in_O
source: Creates your saved favorite songs in the original order.
de: Erstellt deine gespeicherten Lieblingssongs in Originalreihenfolge.
es: Crea tus canciones favoritas guardadas en el orden original.

# Attr_Dashboard_Erstellt_deine_meistgeh_rten_Songs_in_der_Origin
source: Creates your most listened songs in the original order.
de: Erstellt deine meistgehörten Songs in der Originalreihenfolge.
es: Crea tus canciones más escuchadas en el orden original.

# Attr_Dashboard_Erstellt_eine_zuf_llige_Playlist_aus_deinen_gesp
source: Creates a random playlist from your saved favorite songs.
de: Erstellt eine zufällige Playlist aus deinen gespeicherten Lieblingssongs.
es: Crea una lista de reproducción aleatoria a partir de tus canciones favoritas guardadas.

# Attr_Dashboard_Erstellt_eine_zuf_llige_Playlist_aus_deinen_meis
source: Creates a random playlist from your most listened songs.
de: Erstellt eine zufällige Playlist aus deinen meistgehörten Songs.
es: Crea una lista de reproducción aleatoria a partir de tus canciones más escuchadas.

# Attr_Dashboard_PayPal_QR_Code
source: PayPal QR Code
es: Código QR de PayPal

# Attr_Index_PayPal_QR_Code
source: PayPal QR Code
es: Código QR de PayPal

# Attr_Index_Sitemap
source: Sitemap
es: Mapa del sitio

# Dashboard_Bitte_eine_kleine_Spende
source: 💚 Please make a small donation
de: 💚 Bitte eine kleine Spende
es: 💚 Por favor, haz una pequeña donación

# Dashboard_Dashboard_InetConnector_Playlist_Generator_nutzt
source: Dashboard – InetConnector Playlist Generator™ – uses the Spotify® Web APIs
de: Dashboard – InetConnector Playlist Generator™ – nutzt die Spotify® Web APIs
es: Panel – InetConnector Playlist Generator™ – utiliza las API web de Spotify®

# Dashboard_Datenschutzerkl_rung
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad

# Dashboard_Die_Erstellung_erfolgt_im_Hintergrund_und_dauert
source: The creation takes place in the background and only takes a few seconds.
de: Die Erstellung erfolgt im Hintergrund und dauert wenige Sekunden.
es: La creación se realiza en segundo plano y solo tarda unos segundos.

# Dashboard_Dies_zu_realisieren_war_nicht_einfach
source: Making this work was not easy!
de: Dies zu realisieren war nicht einfach!
es: ¡Hacer que esto funcionara no fue fácil!

# Dashboard_Erstelle_automatisch_deine_Spotify_Playlists_mit
source: Automatically create your Spotify playlists with just one click.
de: Erstelle automatisch deine Spotify-Playlists mit nur einem Klick.
es: Crea automáticamente tus listas de reproducción de Spotify con un solo clic.

# Dashboard_Favoriten_Liste
source: Favorites List
de: Favoriten-Liste
es: Lista de favoritos

# Dashboard_Favoriten_Mix
source: Favorites Mix
de: Favoriten-Mix
es: Mezcla de favoritos

# Dashboard_Hilf_anderen_ihre_Spotify_Playlists_zu_optimiere
source: Help others optimize their Spotify playlists!
de: Hilf anderen, ihre Spotify-Playlists zu optimieren!
es: ¡Ayuda a otros a optimizar sus listas de reproducción de Spotify!

# Dashboard_Impressum
source: Imprint
de: Impressum
es: Aviso legal

# Dashboard_Jede_Aktion_erstellt_eine_neue_Playlist_in_deine
source: Each action creates a new playlist in your Spotify account.
de: Jede Aktion erstellt eine neue Playlist in deinem Spotify-Konto.
es: Cada acción crea una nueva lista de reproducción en tu cuenta de Spotify.

# Dashboard_Jetzt_ber_PayPal_spenden
source: 💸 Donate now via PayPal
de: 💸 Jetzt über PayPal spenden
es: 💸 Dona ahora a través de PayPal

# Dashboard_Jetzt_spenden
source: 💸 Donate now
de: 💸 Jetzt spenden
es: 💸 Dona ahora

# Dashboard_Scanne_den_QR_Code_zum_Spenden
source: Scan the QR code to donate
de: Scanne den QR-Code zum Spenden
es: Escanea el código QR para donar

# Dashboard_Sp_ter
source: Later
de: Später
es: Más tarde

# Dashboard_Spenden
source: 💚 Donate
de: 💚 Spenden
es: 💚 Donar

# Dashboard_Teile_dieses_Tool
source: 🔗 Share this tool
de: 🔗 Teile dieses Tool
es: 🔗 Compartir esta herramienta

# Dashboard_Top_Liste
source: Top List
de: Top-Liste
es: Lista principal

# Dashboard_Top_Mix
source: Top Mix
es: Mezcla superior

# Dashboard_Unterst_tze_das_Projekt
source: 💚 Support the project
de: 💚 Unterstütze das Projekt
es: 💚 Apoya el proyecto

# Dashboard_Wenn_dir_dieses_Tool_gef_llt_unterst_tze_mich_ge
source: If you like this tool, feel free to support me on PayPal.
de: Wenn dir dieses Tool gefällt, unterstütze mich gerne auf PayPal.
es: Si te gusta esta herramienta, puedes apoyarme en PayPal.

# Dashboard_gespeicherte_Songs
source: saved songs
de: gespeicherte Songs
es: canciones guardadas

# Dashboard_meistgeh_rte_Songs
source: most listened songs
de: meistgehörte Songs
es: canciones más escuchadas

# Datenschutz_Allgemeine_Hinweise_DSGVO
source: General information (GDPR)
de: Allgemeine Hinweise (DSGVO)
es: Información general (RGPD)

# Datenschutz_Bei_Fragen_oder_Anliegen_zum_Datenschutz_kannst_
source: If you have any questions or concerns regarding data protection, please contact the address listed in the imprint.
de: Bei Fragen oder Anliegen zum Datenschutz kannst du dich an den im Impressum genannten Kontakt wenden.
es: Si tienes alguna pregunta o duda sobre la protección de datos, contacta con la dirección indicada en el aviso legal.

source: Plex login failed.
es: Error al iniciar sesión en Plex.

# Plex_UserFetchFailed
source: Could not retrieve Plex user.
es: No se pudo obtener el usuario de Plex.

# Plex_NoToken
source: No valid Plex token received.
es: No se recibió un token válido de Plex.

# Plex_Welcome
source: Welcome, {0}!
es: ¡Bienvenido, {0}!

# Plex_StatusLoadError
source: Error loading Plex actions.
es: Error al cargar las acciones de Plex.

# Plex_DisconnectError
source: Error while disconnecting Plex.
es: Error al desconectar Plex.

# Plex_StatusCheckError
source: Error while checking Plex status.
es: Error al comprobar el estado de Plex.

# Plex_LoginStartError
source: Plex login could not be started.
es: No se pudo iniciar sesión en Plex.

# Plex_PageLoadError
source: Error loading Spotify→Plex page.
es: Error al cargar la página Spotify→Plex.

# PlexActions_SyncSpotifyPlaylistsWithPlex
source: Sync your Spotify playlists automatically with your Plex library.
de: Synchronisiere deine Spotify-Playlists automatisch mit deiner Plex-Bibliothek.
es: Sincroniza tus listas de reproducción de Spotify automáticamente con tu biblioteca de Plex.

# PlexActions_ExportPlaylists
source: Export playlists
de: Playlist exportieren
es: Exportar listas de reproducción

# PlexActions_Disconnect
source: Disconnect Plex link
de: Plex-Verknüpfung trennen
es: Desconectar enlace de Plex

# PlexActions_AllPlaylistsExported
source: All playlists exported successfully!
de: Alle Playlists erfolgreich exportiert!
es: ¡Todas las listas de reproducción exportadas correctamente!

# PlexActions_Info_Disconnected
source: Plex link has been removed.
de: Plex-Verknüpfung wurde entfernt.
es: El enlace de Plex ha sido eliminado.

# PlexActions_ExportStarted
source: Export in progress, please wait...
de: Export der Playlists läuft, bitte warten ...
es: Exportación en curso, por favor espera...

# PlexActions_ExportFinished
source: Export completed.
de: Export abgeschlossen.
es: Exportación completada.

# Datenschutz_Dashboard
source: Dashboard
es: Panel

# Datenschutz_Datenschutz
source: Privacy
de: Datenschutz
es: Privacidad

# Datenschutz_Datenschutzerkl_rung
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad

# Datenschutz_Datenschutzerkl_rung_InetConnector_Playlist_Gene
source: Privacy Policy – InetConnector Playlist Generator™
de: Datenschutzerklärung – InetConnector Playlist Generator™
es: Política de privacidad – InetConnector Playlist Generator™

# Datenschutz_Dein_Spotify_Benutzername_und_deine_ffentliche_N
source: Your Spotify username and your public user ID
de: Dein Spotify-Benutzername und deine öffentliche Nutzer-ID
es: Tu nombre de usuario de Spotify y tu ID pública

# Datenschutz_Deine_Top_Tracks_Lieblingssongs
source: Your top tracks (“favorite songs”)
de: Deine Top-Tracks („Lieblingssongs“)
es: Tus canciones más escuchadas (“favoritas”)

# Datenschutz_Die_Daten_werden_ausschlie_lich_verwendet_um_Spo
source: The data are used exclusively to generate Spotify playlists for you. No permanent storage, analysis, or transfer to third parties takes place. After the session ends, no personal data are stored on the server.
de: Die Daten werden ausschließlich verwendet, um Spotify-Playlists für dich zu generieren. Es erfolgt keine dauerhafte Speicherung, Auswertung oder Weitergabe an Dritte. Nach Beendigung der Sitzung werden keine personenbezogenen Daten auf dem Server gespeichert.
es: Los datos se utilizan exclusivamente para generar listas de reproducción de Spotify para ti. No se realiza ningún almacenamiento, análisis ni transmisión permanente a terceros. Tras finalizar la sesión, no se almacenan datos personales en el servidor.

# Datenschutz_Diese_Anwendung
source: This application (“
de: Diese Anwendung („
es: Esta aplicación (“

# Datenschutz_Diese_App_steht_in_keiner_offiziellen_Verbindung
source: This app is not officially affiliated with Spotify AB. Spotify is a registered trademark of Spotify AB, Stockholm, Sweden.
de: Diese App steht in keiner offiziellen Verbindung zu Spotify AB. Spotify ist eine eingetragene Marke der Spotify AB, Stockholm, Schweden.
es: Esta aplicación no está afiliada oficialmente a Spotify AB. Spotify es una marca registrada de Spotify AB, Estocolmo, Suecia.

# Datenschutz_Diese_Website_kann_optional_Google_Analytics_4_v
source: This website may optionally use Google Analytics 4. IP addresses are anonymized before being sent to Google servers (IP anonymization). The data are used only for statistical analysis. You can disable collection in your browser settings.
de: Diese Website kann optional Google Analytics 4 verwenden. Dabei werden IP-Adressen anonymisiert, bevor sie an Google-Server gesendet werden (IP-Anonymisierung). Die Daten dienen ausschließlich der statistischen Auswertung. Du kannst die Erfassung in den Browsereinstellungen deaktivieren.
es: Este sitio web puede utilizar opcionalmente Google Analytics 4. Las direcciones IP se anonimizan antes de enviarse a los servidores de Google (anonimización de IP). Los datos se utilizan únicamente con fines estadísticos. Puedes desactivar la recopilación en la configuración de tu navegador.

# Datenschutz_Du_hast_gem_Art_15_ff_DSGVO_jederzeit_das_Recht_
source: In accordance with Art. 15 et seq. GDPR, you have the right at any time to access, rectify, delete, restrict processing, and request data portability of your personal data.
de: Du hast gemäß Art. 15 ff. DSGVO jederzeit das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung und Datenübertragbarkeit deiner personenbezogenen Daten.
es: De acuerdo con el Art. 15 y siguientes del RGPD, tienes derecho en todo momento a acceder, rectificar, suprimir, restringir el tratamiento y solicitar la portabilidad de tus datos personales.

# Datenschutz_Du_kannst_den_Zugriff_jederzeit_ber_dein
source: You can revoke access at any time via your
de: Du kannst den Zugriff jederzeit über dein
es: Puedes revocar el acceso en cualquier momento a través de tu

# Datenschutz_E_Mail_info_at_inetconnector_com
source: Email: info(at)inetconnector.com
es: Correo electrónico: info(at)inetconnector.com

# Datenschutz_Empfohlene_Songs_die_Spotify_anhand_deiner_H_rge
source: Recommended songs generated by Spotify based on your listening habits
de: Empfohlene Songs, die Spotify anhand deiner Hörgewohnheiten generiert
es: Canciones recomendadas generadas por Spotify según tus hábitos de escucha

# Datenschutz_Es_werden_keine_Cookies_keine_Tracking_Tools_und
source: No cookies, tracking tools, or external analytics services are used. The application uses only the Spotify Web API. All tokens are deleted after the session ends.
de: Es werden keine Cookies, keine Tracking-Tools und keine externen Analyse-Dienste verwendet. Die Anwendung verwendet ausschließlich die Spotify Web API. Alle Tokens werden nach Ende der Sitzung gelöscht.
es: No se utilizan cookies, herramientas de seguimiento ni servicios de análisis externos. La aplicación utiliza únicamente la Spotify Web API. Todos los tokens se eliminan al finalizar la sesión.

# Datenschutz_F_r_freiwillige_Spenden_wird_der_Dienst_PayPal_g
source: For voluntary donations, the PayPal service is used (PayPal (Europe) S.à r.l. et Cie, S.C.A., Luxembourg). When clicking on the donation link or QR code, you are redirected to the PayPal website. PayPal’s privacy policy applies:
de: Für freiwillige Spenden wird der Dienst PayPal genutzt (PayPal (Europe) S.à r.l. et Cie, S.C.A., Luxemburg). Beim Klicken auf den Spendenlink oder QR-Code wirst du auf die PayPal-Webseite weitergeleitet. Es gelten die Datenschutzbestimmungen von PayPal:
es: Para donaciones voluntarias se utiliza el servicio PayPal (PayPal (Europe) S.à r.l. et Cie, S.C.A., Luxemburgo). Al hacer clic en el enlace o código QR de donación, serás redirigido al sitio web de PayPal. Se aplican las políticas de privacidad de PayPal:

# Datenschutz_Google_Analytics_optional
source: Google Analytics (optional)
es: Google Analytics (opcional)

# Datenschutz_Impressum
source: Imprint
de: Impressum
es: Aviso legal

# Datenschutz_InetConnector_Spotify_Tools
source: InetConnector Spotify Tools
es: Herramientas Spotify de InetConnector

# Datenschutz_Letzte_Aktualisierung
source: Last updated:
de: Letzte Aktualisierung:
es: Última actualización:

# Datenschutz_Oktober_2025
source: October 2025
de: Oktober 2025
es: Octubre de 2025

# Datenschutz_Playlist_Generator_f_r_Spotify
source: Playlist Generator for Spotify®
de: Playlist Generator für Spotify®
es: Generador de listas de reproducción para Spotify®

# Datenschutz_Rechtliches
source: Legal
de: Rechtliches
es: Información legal

# Datenschutz_Spenden_ber_PayPal
source: Donations via PayPal
de: Spenden über PayPal
es: Donaciones a través de PayPal

# Datenschutz_Spotify_Konto
source: Spotify account
de: Spotify-Konto
es: Cuenta de Spotify

# Datenschutz_Stand_15_Oktober_2025
source: Status: October 15, 2025
de: Stand: 15. Oktober 2025
es: Estado: 15 de octubre de 2025

# Datenschutz_Startseite
source: Home
de: Startseite
es: Inicio

# Datenschutz_Verantwortlich
source: Responsible
de: Verantwortlich
es: Responsable

# Datenschutz_Verantwortlich_f_r_den_Betrieb_dieser_Anwendung_
source: The operator of the domain is responsible for running this application
de: Verantwortlich für den Betrieb dieser Anwendung ist der Betreiber der Domain
es: El operador del dominio es responsable del funcionamiento de esta aplicación

# Datenschutz_Verantwortlich_im_Sinne_der_Datenschutzgesetze
source: Responsible within the meaning of data protection laws:
de: Verantwortlich im Sinne der Datenschutzgesetze:
es: Responsable según las leyes de protección de datos:

# Datenschutz_Welche_Daten_werden_verwendet
source: Which data are used?
de: Welche Daten werden verwendet?
es: ¿Qué datos se utilizan?

# Datenschutz_Widerruf_des_Zugriffs
source: Revocation of access
de: Widerruf des Zugriffs
es: Revocación del acceso

# Datenschutz_Wof_r_werden_die_Daten_genutzt
source: For what are the data used?
de: Wofür werden die Daten genutzt?
es: ¿Para qué se utilizan los datos?

# Datenschutz_nutzt_die
source: ”) uses the
de: “) nutzt die
es: ”) utiliza la

# Datenschutz_um_personalisierte_Playlists_zu_erstellen_Dabei_
source: to create personalized playlists. Your Spotify account is temporarily connected to access your favorite songs and artists.
de: , um personalisierte Playlists zu erstellen. Dabei wird dein Spotify-Konto temporär verbunden, um auf deine Lieblingssongs und Künstler zuzugreifen.
es: para crear listas de reproducción personalizadas. Tu cuenta de Spotify se conecta temporalmente para acceder a tus canciones y artistas favoritos.

# Datenschutz_widerrufen
source: revoked.
de: widerrufen.
es: revocado.

# Error_Details_anzeigen
source: Show details
de: Details anzeigen
es: Mostrar detalles

# Error_Ein_Fehler_ist_aufgetreten
source: 🚨 An error has occurred
de: 🚨 Ein Fehler ist aufgetreten
es: 🚨 Se ha producido un error

# Error_Pfad
source: Path:
de: Pfad:
es: Ruta:

# Error_Zur_ck_zum_Dashboard
source: ⬅️ Back to Dashboard
de: ⬅️ Zurück zum Dashboard
es: ⬅️ Volver al panel

# Impressum_Angaben_gem_5_TMG_18_Abs_2_MStV
source: Information according to §5 TMG & §18 para. 2 MStV:
de: Angaben gemäß §5 TMG & §18 Abs. 2 MStV:
es: Información conforme a §5 TMG y §18 párr. 2 MStV:

# Impressum_Daniel_Frede_Veitsh_chheim_bei_W_rzburg
source: Daniel Frede, Veitshöchheim near Würzburg
de: Daniel Frede, Veitshöchheim bei Würzburg
es: Daniel Frede, Veitshöchheim cerca de Würzburg

# Impressum_Datenschutzerkl_rung
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad

# Impressum_Deutschland
source: Germany
de: Deutschland
es: Alemania

# Impressum_Die_Inhalte_unserer_Seiten_wurden_mit_gr_ter_Sor
source: The contents of our pages have been created with the utmost care. However, we cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, we are responsible for our own content on these pages in accordance with Section 7 (1) of the German Telemedia Act (TMG) under general law.
de: Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß §7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich.
es: El contenido de nuestras páginas ha sido creado con el máximo cuidado. Sin embargo, no podemos garantizar la exactitud, integridad o actualidad del contenido. Como proveedor de servicios, somos responsables de nuestro propio contenido en estas páginas de acuerdo con la Sección 7 (1) de la Ley Alemana de Telemedios (TMG).

# Impressum_Die_durch_die_Seitenbetreiber_erstellten_Inhalte
source: The content and works created by the site operators on these pages are subject to German copyright law. Third-party contributions are marked as such. Duplication, processing, distribution, or any form of use beyond the scope of copyright law requires the written consent of the respective author or creator.
de: Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Beiträge Dritter sind als solche gekennzeichnet. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers.
es: El contenido y las obras creadas por los operadores del sitio están sujetos a la legislación alemana sobre derechos de autor. Las contribuciones de terceros están marcadas como tales. Cualquier reproducción, procesamiento, distribución o uso fuera de los límites de la ley de derechos de autor requiere el consentimiento por escrito del autor o creador correspondiente.

# Impressum_E_Mail_kontakt_at_inetconnector_com
source: Email: kontakt(at)inetconnector.com
es: Correo electrónico: kontakt(at)inetconnector.com

# Impressum_Haftung_f_r_Inhalte
source: Liability for Content
de: Haftung für Inhalte
es: Responsabilidad por el contenido

# Impressum_Haftung_f_r_Links
source: Liability for Links
de: Haftung für Links
es: Responsabilidad por los enlaces

# Impressum_Impressum
source: Imprint
de: Impressum
es: Aviso legal

# Impressum_Impressum_InetConnector_Playlist_Generator
source: Imprint – InetConnector Playlist Generator™
de: Impressum – InetConnector Playlist Generator™
es: Aviso legal – InetConnector Playlist Generator™

# Impressum_Unser_Angebot_enth_lt_Links_zu_externen_Websites
source: Our offer contains links to external third-party websites over whose content we have no control. Therefore, we cannot assume any liability for this external content. The respective provider or operator of the linked pages is always responsible for the content of those pages.
de: Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.
es: Nuestra oferta contiene enlaces a sitios web externos de terceros sobre los que no tenemos control. Por lo tanto, no podemos asumir ninguna responsabilidad por estos contenidos externos. El proveedor u operador respectivo de las páginas enlazadas es siempre responsable de su contenido.

# Impressum_Urheberrecht
source: Copyright
de: Urheberrecht
es: Derechos de autor

# Impressum_Verantwortlich_f_r_den_Inhalt
source: Responsible for the content
de: Verantwortlich für den Inhalt
es: Responsable del contenido

# Impressum_Zur_Datenschutzerkl_rung
source: To the Privacy Policy
de: Zur Datenschutzerklärung
es: Ir a la política de privacidad

# Index_Datenschutz
source: Privacy
de: Datenschutz
es: Privacidad

# Index_Der_Dienst_wird_von
source: The service is operated by
de: Der Dienst wird von
es: El servicio es operado por

# Index_Empfehlungen_basierend_auf_deinem_H_rverhalten
source: ✨ Recommendations based on your listening habits
de: ✨ Empfehlungen basierend auf deinem Hörverhalten
es: ✨ Recomendaciones basadas en tus hábitos de escucha

# Index_Gef_llt_dir_dieses_Tool_Unterst_tze_die_Weiteren
source: Do you like this tool? Support further development with a small donation. Every contribution helps keep the Playlist Generator free and ad-free.
de: Gefällt dir dieses Tool? Unterstütze die Weiterentwicklung mit einer kleinen Spende. Jeder Beitrag hilft, den Playlist Generator weiter kostenlos und werbefrei zu halten.
es: ¿Te gusta esta herramienta? Apoya su desarrollo con una pequeña donación. Cada contribución ayuda a mantener el Playlist Generator gratuito y sin publicidad.

# Index_Impressum
source: Imprint
de: Impressum
es: Aviso legal
